#+title: Sax and DJ org file
#+author: Ashley Sagar
#+SEQ_TODO: NEXT(n) TODO(t) WAITING(w) SOMEDAY(s) PROJ(p) | DONE(d) CANCELLED(c)




* [[https://wordpress.com/setup/build/launchpad?siteSlug=ashleysagar0.wordpress.com][wordpress www]]

* [[https://secc9.github.io/saxDj/][WWW LINK]] GIT



* Here is the file for the sax and dj things we need to do.

** 2024-04-23
:LOGBOOK:
CLOCK: [2024-04-23 Tue 15:25]--[2024-04-23 Tue 16:27] =>  60:02
:END:

*** DONE record sax and dj snippets

*** DONE edit snippets and store to folder

*** NEXT upload snippets for tony to check out

*** NEXT make a webpage
- [ ] What to do???
- [ ] blank html
- [ ] css
- [ ] web address
- [X] upload audio
- [ ] upload images
- [ ] need images
- [ ] check out the odin project
- [-] contact form
  - [X] name
  - [ ] email
  - [ ] request
  -


* Hmmm. Looks like its a wordpress jobbie


  
*** NEXT upload audio snippets
*** NEXT come up with a name
*** NEXT 
:LOGBOOK:
CLOCK: [2024-05-13 Mon 14:51]--[2024-05-13 Mon 15:19] =>  0:28
CLOCK: [2024-05-13 Mon 14:50]--[2024-05-13 Mon 14:51] =>  0:01
CLOCK: [2024-05-04 Sat 14:10]--[2024-05-04 Sat 14:23] =>  0:13
CLOCK: [2024-05-03 Fri 14:44]--[2024-05-03 Fri 14:59] =>  0:15
CLOCK: [2024-04-26 Fri 13:29]-- [2024-04-26 Fri 14:29] => 60:00 
CLOCK: [2024-05-02 Fri 18:00]-- [2024-05-02 Fri 19:30] => 90:00

:END:













